spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.get_httpclass_profile_0021ba71dbf1884b69fcb65ae59e6069_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_httpclass_profile><virtual_servers><value>test_virtual_server_nil</value></virtual_servers></wsdl:get_httpclass_profile></env:Body></env:Envelope>